# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'bun'
brew 'gh'
brew 'git'
brew 'nvm'
brew 'sqlite'
brew 'xz'

# Apps
cask 'adobe-creative-cloud'
cask 'alt-tab'
cask 'arc'
cask 'blender'
cask 'dbngin'
cask 'discord'
cask 'figma'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'google-drive'
cask 'herd'
cask 'httpie'
cask 'notion'
cask 'phpstorm'
cask 'ray'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'tinkerwell'
cask 'tor-browser'
cask 'visual-studio-code'
cask 'warp'

# Fonts
cask 'font-inconsolata'
cask 'font-lato'
cask 'font-monaspace'
cask 'font-open-sans'
cask 'font-poppins'
cask 'font-roboto'
